Repository: kurthy/pridaj
Catalog: translations/messages+intl-icu.*.xlf
Languages: sk

# zaznam.zalozeny.zo.vzoru
source: Record {zaznam} was succesfully created by pattern.
sk: Záznam {zaznam} bol založený pomocou vzoru.

# zaznam.zalozeny
source: Record {zaznam} was succesfully created.
sk: Záznam {zaznam} bol založený.

# zaznam.upraveny
source: Record {zaznam} was changed.
sk: Záznam {zaznam} bol upravený.

# zaznam.zmazany
source: Record {zaznam} was deleted.
sk: Záznam {zaznam} bol zmazaný.

# zaznam.nezmazany
source: Record {zaznam} was NOT deleted.
sk: Záznam {zaznam} nebol zmazaný.

# charakteristika.vyzva.polozka
source: Choose a suitable charakteristic...
sk: Zvoľte vhodnú charakteristiku...

# zaznam.zalozeny.pridaj.druh
source: Record {zaznam} was successfully created as next species for the same locality.
sk: Záznam {zaznam} bol založený ako ďalší druh k rovnakej lokalite.

# Oznamenie
source: Message!
sk: Oznámenie!

# Pridaj.Druh
source: Add another species to this locality
sk: Pridať ďalší druh k tomuto pozorovaniu

# Pridaj.Druh.Podrobny.Nadpis
source: Add another species to this locality: {lokalita}, {datum}
sk: Pridať ďalší druh k tomuto pozorovaniu: {lokalita}, {datum}

# uz.je.v.avese
source: Record was copied to AVES.
sk: Záznam bol okopírovaný do AVES-u.

# Save.And.Add.Species
source: Save and add another species to this locality
sk: Uložiť a pridať ďalší druh k tomuto pozorovaniu

# Impsubor
source: Imported file
sk: Importovaný súbor

# importovany.kedy
source: Date and time of upload
sk: Dátum a čas nahratia súboru

# stav.spracovania
source: Status progress of import from file
sk: Stav postupu importu zo súboru

# prehlad.importovanych.excel.suborov
source: List of imported excel files
sk: Zoznam importovaných excel súborov

# importuj.novy.excel.subor
source: Upload a new Excel file
sk: Nahraj excel súbor

# zoology.export
source: Status of export
sk: Stav pre export

# nieje.pripraveny.hned.do.Avesu
source: - avoid the immediate import after the save into Aves? (e.g. is expected the change of Nr., Notice ..)
sk: - zabrániť aby sa po uložení hneď načítal do Avesu? (napr. budú menené počty, poznámky..atď.)

# z.este.editacia.nie.do.Avesu
source: to change, finalize the edit, not prepared into Aves yet
sk: zmeniť, treba dokončiť editáciu, nie je pripravený do Avesu

# i.pripraveny.na.export.do.avesu
source: imported, prepared to export into Aves
sk: importovaný, pripravený na export do Avesu

# e.uz.bol.poslany.do.avesu
source: exported and imported into Avesu
sk: exportovaný, už bol poslaný do Avesu

# n.este.neexportovany.do.avesu
source: new, not exported into Avesu
sk: nový, ešte neexportovaný do Avesu

# vysvetlenie.vyznamu
source: explanation of meaning
sk: vysvetlenie významu

source: warning
sk: varovanie

# danger
source: Error
sk: chyba

source: success
sk: úspech

# info
source: message
sk: oznámenie

source: load data
sk: načítať údaje

# stiahni.vzorovy.excel
source: sample excel file
sk: vzorový excel súbor

# importuj.z.excel.súboru
source: Import data from excel file
sk: Importuj dáta z excel súboru
